import React from "react";

const Garanti = () => {
  return (
    <>
      <div className="w-[90%] max-w-[1310px] m-auto">
        <h3 className="text-[#202020] mt-[7%] mb-[3%] font-medium text-[8vw] md:text-[6vw] lg:text-[3vw] leading-tight">
          Гарантии
        </h3>
        <p className="text-[#202020] w-full md:w-[60%] mb-[2%] font-medium text-[4vw] md:text-[2.5vw] lg:text-[1.5vw] leading-relaxed">
          Регулярное сервисное обслуживание медицинской техники – залог ее
          надежной,
          <br /> беспроблемной эксплуатации, а также продолжительного срока
          службы. <br />
          Периодическая диагностика позволяет выявить любые неисправности,
          <br /> отклонения от нормального рабочего режима на самых ранних
          сроках. Это
          <br /> предотвратит серьезные поломки, приводящие к дорогостоящим
          ремонтам.
        </p>
        <p className="text-[#202020] w-full md:w-[60%] mb-[1%] font-medium text-[4vw] md:text-[2.5vw] lg:text-[1.5vw] leading-relaxed">
          Являясь авторизованным дилером брендов, продукция которых представлена
          в<br /> каталоге, компания:
        </p>
        <p className="text-[#202020] w-full md:w-[60%] mb-[2%] font-medium text-[4vw] md:text-[2.5vw] lg:text-[1.5vw] leading-relaxed">
          1. Предоставляет услуги сервисного и гарантийного обслуживания. <br />
          2. Осуществляет поставку оригинальных запчастей и комплектующих.{" "}
          <br />
          3. Обучает медицинский персонал работе с современным <br />
          <span className="opacity-0">aa</span> высокотехнологичным
          оборудованием.
        </p>
        <p className="text-[#202020] w-full md:w-[60%] mb-[8%] font-medium text-[4vw] md:text-[2.5vw] lg:text-[1.5vw] leading-relaxed">
          Глобал Медикал Трейд является надежным поставщиком медицинского
          <br />
          оборудовани, предлагая своим клиентам качественную продукцию по лучшей
          <br />
          цене. Наша компания гарантирует всем клиентам возможность
          воспользоваться
          <br /> услугами квалифицированных мастеров в установке, пуско-наладке,
          сервисном
          <br /> и техническом обслуживании приобретенного оборудования.
        </p>
      </div>
    </>
  );
};

export default Garanti;
